Repository: sylwaninn/drafft-ios
Catalog: Drafft/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt

# drafft tempo shows everyone who already liked you, so you can match in one tap.
source: drafft tempo shows everyone who already liked you. Match in one tap, then propose a session.
de: drafft tempo zeigt dir alle, die dich schon geliked haben. Matche mit einem Tipp und schlag eine Session vor.
es: drafft tempo te muestra quién te ha dado like. Haz match con un toque y propón una sesión.
fr: drafft tempo te montre qui te like déjà. Matche en un geste, puis propose une séance.
it: drafft tempo ti mostra chi ti ha già messo like. Fai match con un tocco e proponi una sessione.
nl: drafft tempo laat iedereen zien die je al een like gaf. Match met één tik en stel een sessie voor.
pt: drafft tempo mostra-te quem já te deu like. Faz match com um toque e propõe uma sessão.

# drafft works because everyone plays fair.
source: drafft works when everyone plays fair.
de: drafft funktioniert, wenn alle fair spielen.
es: drafft funciona cuando todos juegan limpio.
fr: drafft fonctionne quand tout le monde joue le jeu.
it: drafft funziona quando tutti giocano pulito.
nl: drafft werkt als iedereen eerlijk speelt.
pt: drafft funciona quando todos jogam limpo.

source: e.g. Sub-4h marathon in Berlin
de: z. B. Marathon unter 4 h in Berlin
es: p. ej., maratón de Berlín en menos de 4 h
fr: ex. : Marathon en moins de 4 h à Berlin
it: es. Maratona sotto le 4 ore a Berlino
nl: bijv. marathon onder 4 uur in Berlijn
pt: ex.: Maratona abaixo das 4h em Berlim

source: fencing
de: fechten
es: haciendo esgrima
fr: à faire de l'escrime
it: a fare scherma
nl: schermen
pt: a fazer esgrima

source: foiling
de: foilen
es: haciendo foil
fr: à faire du foil
it: a fare foil
nl: foilen
pt: a fazer foil

source: golfing
de: golfen
es: jugando al golf
fr: au golf
it: a giocare a golf
nl: golfen
pt: a jogar golfe

source: hiking
de: wandern
es: de ruta
fr: en rando
it: a fare trekking
nl: hiken
pt: a fazer trilhos

source: kayaking
de: Kajak fahren
es: en kayak
fr: en kayak
it: in kayak
nl: kajakken
pt: a andar de caiaque

source: kickboxing
de: kickboxen
es: haciendo kickboxing
fr: au kickboxing
it: a fare kickboxing
nl: kickboksen
pt: a treinar kickboxing

source: kiting
de: kiten
es: haciendo kite
fr: en kite
it: a fare kitesurf
nl: kiten
pt: a fazer kitesurf

source: lifting
de: Gewichte heben
es: levantando pesas
fr: à la muscu
it: in palestra
nl: krachttraining doen
pt: a levantar pesos

source: mountain biking
de: mountainbiken
es: en BTT
fr: en VTT
it: in mountain bike
nl: mountainbiken
pt: a fazer BTT

source: on the reformer
de: am Reformer
es: en el reformer
fr: sur le reformer
it: sul reformer
nl: op de reformer
pt: no reformer

source: open-water swimming
de: im Freiwasser schwimmen
es: nadando en aguas abiertas
fr: à nager en eau libre
it: a nuotare in acque libere
nl: openwaterzwemmen
pt: a nadar em águas abertas

source: paddling
de: paddeln
es: haciendo paddle surf
fr: en paddle
it: in paddleboard
nl: suppen
pt: a fazer paddle

source: playing badminton
de: Badminton spielen
es: jugando al bádminton
fr: au badminton
it: a giocare a badminton
nl: badmintonnen
pt: a jogar badminton

source: playing basketball
de: Basketball spielen
es: jugando al baloncesto
fr: au basket
it: a giocare a basket
nl: basketballen
pt: a jogar basquetebol

source: playing beach tennis
de: Beachtennis spielen
es: jugando al beach tennis
fr: au beach tennis
it: a giocare a beach tennis
nl: beachtennissen
pt: a jogar ténis de praia

source: playing beach volley
de: Beachvolleyball spielen
es: jugando al vóley playa
fr: au beach-volley
it: a giocare a beach volley
nl: beachvolleyballen
pt: a jogar voleibol de praia

source: playing football
de: Fußball spielen
es: jugando al fútbol
fr: au football
it: a giocare a calcio
nl: voetballen
pt: a jogar futebol

source: playing handball
de: Handball spielen
es: jugando al balonmano
fr: au handball
it: a giocare a pallamano
nl: handballen
pt: a jogar andebol

source: playing hockey
de: Hockey spielen
es: jugando al hockey
fr: au hockey
it: a giocare a hockey
nl: hockeyen
pt: a jogar hóquei

source: playing padel
de: Padel spielen
es: jugando al pádel
fr: au padel
it: a giocare a padel
nl: padellen
pt: a jogar padel

source: playing pickleball
de: Pickleball spielen
es: jugando al pickleball
fr: au pickleball
it: a giocare a pickleball
nl: pickleballen
pt: a jogar pickleball

source: playing ping-pong
de: Tischtennis spielen
es: jugando al ping-pong
fr: au ping-pong
it: a giocare a ping pong
nl: pingpongen
pt: a jogar pingue-pongue

source: playing rugby
de: Rugby spielen
es: jugando al rugby
fr: au rugby
it: a giocare a rugby
nl: rugbyen
pt: a jogar râguebi

source: playing spikeball
de: Spikeball spielen
es: jugando al spikeball
fr: au spikeball
it: a giocare a spikeball
nl: spikeballen
pt: a jogar spikeball

source: playing squash
de: Squash spielen
es: jugando al squash
fr: au squash
it: a giocare a squash
nl: squashen
pt: a jogar squash

source: playing tennis
de: Tennis spielen
es: jugando al tenis
fr: au tennis
it: a giocare a tennis
nl: tennissen
pt: a jogar ténis

source: playing ultimate
de: Ultimate spielen
es: jugando al ultimate
fr: à l'ultimate
it: a giocare a ultimate
nl: ultimate spelen
pt: a jogar ultimate

source: playing volleyball
de: Volleyball spielen
es: jugando al vóley
fr: au volley
it: a giocare a pallavolo
nl: volleyballen
pt: a jogar voleibol

source: racing
de: Rennen laufen
es: compitiendo
fr: en course
it: in gara
nl: racen
pt: a competir

source: riding
de: reiten
es: montando a caballo
fr: à cheval
it: a cavallo
nl: paardrijden
pt: a montar a cavalo

source: riding gravel
de: Gravel fahren
es: haciendo gravel
fr: en gravel
it: in gravel
nl: gravelrijden
pt: a fazer gravel

source: rolling
de: rollen
es: haciendo jiu-jitsu
fr: sur le tatami
it: sul tatami
nl: rollen
pt: a treinar jiu-jitsu

source: rowing
de: rudern
es: remando
fr: à ramer
it: a remare
nl: roeien
pt: a remar

source: running
de: laufen
es: corriendo
fr: à courir
it: a correre
nl: hardlopen
pt: a correr

source: running long
de: lange Strecken laufen
es: haciendo tirada larga
fr: à courir long
it: a fare un lungo
nl: lange afstanden lopen
pt: a correr longas distâncias

source: sailing
de: segeln
es: navegando
fr: en bateau
it: in barca a vela
nl: zeilen
pt: a velejar

source: skating
de: skaten
es: patinando
fr: en skate
it: in skate
nl: skaten
pt: a andar de skate

source: ski touring
de: auf Skitour
es: haciendo esquí de travesía
fr: en ski de rando
it: a fare scialpinismo
nl: toerskiën
pt: a fazer esqui de travessia

source: skiing
de: Ski fahren
es: esquiando
fr: au ski
it: a sciare
nl: skiën
pt: a esquiar

source: skipping
de: Seil springen
es: saltando a la comba
fr: à sauter à la corde
it: a saltare la corda
nl: touwtjespringen
pt: a saltar à corda

source: snowboarding
de: snowboarden
es: haciendo snowboard
fr: en snowboard
it: in snowboard
nl: snowboarden
pt: a fazer snowboard

source: spinning
de: beim Spinning
es: en spinning
fr: au vélo en salle
it: a fare spinning
nl: spinnen
pt: a fazer spinning

source: stretching
de: dehnen
es: estirando
fr: à s'étirer
it: a fare stretching
nl: stretchen
pt: a fazer alongamentos

source: surfing
de: surfen
es: surfeando
fr: au surf
it: a fare surf
nl: surfen
pt: a surfar

source: swimming
de: schwimmen
es: nadando
fr: à nager
it: a nuotare
nl: zwemmen
pt: a nadar

source: trail running
de: Trails laufen
es: haciendo trail
fr: en trail
it: a correre sui sentieri
nl: trailrunnen
pt: a fazer trail

source: training
de: trainieren
es: entrenando
fr: à s'entraîner
it: ad allenarsi
nl: trainen
pt: a treinar

source: training for Hyrox
de: für Hyrox trainieren
es: entrenando para Hyrox
fr: à préparer un Hyrox
it: ad allenarsi per Hyrox
nl: trainen voor Hyrox
pt: a treinar para Hyrox

source: walking
de: spazieren gehen
es: caminando
fr: à marcher
it: a camminare
nl: wandelen
pt: a caminhar

source: you both do it
de: macht ihr beide
es: deporte en común
fr: sport en commun
it: sport in comune
nl: doen jullie allebei
pt: desporto em comum

source: you could show %@
de: du könntest es %@ zeigen
es: podrías enseñarle a %@
fr: tu pourrais montrer à %@
it: potresti insegnarlo a %@
nl: jij kunt het %@ laten zien
pt: podes ensinar %@

source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: toi@exemple.fr
it: tu@esempio.com
nl: jij@voorbeeld.nl
pt: tu@exemplo.com

source: Your voice intro couldn't be sent, so nothing was saved. Record it again, or remove it.
de: Dein Sprach-Intro wurde nicht gesendet, deshalb wurde nichts gespeichert. Nimm es neu auf oder entfern es.
es: No se ha podido enviar tu presentación de voz, así que no se ha guardado nada. Grábala de nuevo o quítala.
fr: Ta présentation vocale n'est pas partie, rien n'a donc été enregistré. Enregistre-la de nouveau ou retire-la.
it: Non è stato possibile inviare la tua presentazione vocale, quindi non è stato salvato nulla. Registrala di nuovo o toglila.
nl: Je spraakintro kon niet worden verstuurd, dus er is niets opgeslagen. Neem hem opnieuw op of verwijder hem.
pt: Não foi possível enviar a tua apresentação de voz, por isso nada foi guardado. Grava-a de novo ou remove-a.

source: YYYY
de: JJJJ
es: AAAA
fr: AAAA
it: AAAA
nl: JJJJ
pt: AAAA

source: %lld years old
de: %lld Jahre
es: %lld años
fr: %lld ans
it: %lld anni
nl: %lld jaar
pt: %lld anos

source: Set at sign-up. It can't be changed.
de: Bei der Anmeldung angegeben. Sie kann nicht geändert werden.
es: Se indicó al registrarte. No se puede cambiar.
fr: Renseignée à l'inscription. Elle ne peut pas être modifiée.
it: Indicata all'iscrizione. Non si può modificare.
nl: Opgegeven bij het aanmelden. Die kan niet worden gewijzigd.
pt: Indicada no registo. Não pode ser alterada.

source: Can't be changed
de: Nicht änderbar
es: No se puede cambiar
fr: Non modifiable
it: Non modificabile
nl: Kan niet worden gewijzigd
pt: Não pode ser alterado

source: Quick security check
de: Kurze Sicherheitsprüfung
es: Verificación de seguridad rápida
fr: Vérification de sécurité rapide
it: Controllo di sicurezza rapido
nl: Snelle veiligheidscheck
pt: Verificação de segurança rápida

source: The security check couldn't load. Check your connection and try again.
de: Die Sicherheitsprüfung konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo cargar la verificación de seguridad. Revisa tu conexión e inténtalo de nuevo.
fr: La vérification de sécurité n'a pas pu se charger. Vérifie ta connexion et réessaie.
it: Impossibile caricare il controllo di sicurezza. Controlla la connessione e riprova.
nl: De veiligheidscheck kon niet laden. Controleer je verbinding en probeer het opnieuw.
pt: Não foi possível carregar a verificação de segurança. Verifica a tua ligação e tenta novamente.

source: The security check didn't go through. Try again.
de: Die Sicherheitsprüfung ist fehlgeschlagen. Versuche es erneut.
es: La verificación de seguridad no se ha completado. Inténtalo de nuevo.
fr: La vérification de sécurité n'a pas abouti. Réessaie.
it: Il controllo di sicurezza non è andato a buon fine. Riprova.
nl: De veiligheidscheck is niet gelukt. Probeer het opnieuw.
pt: A verificação de segurança não foi concluída. Tenta novamente.

source: Support can't take messages this way right now. Try again later.
de: Der Support kann gerade keine Nachrichten auf diesem Weg annehmen. Versuche es später erneut.
es: Soporte no puede recibir mensajes por esta vía ahora mismo. Inténtalo más tarde.
fr: Le support ne peut pas recevoir de messages par ce biais pour le moment. Réessaie plus tard.
it: Il supporto non può ricevere messaggi in questo modo al momento. Riprova più tardi.
nl: Support kan nu geen berichten op deze manier ontvangen. Probeer het later opnieuw.
pt: O suporte não pode receber mensagens por esta via neste momento. Tenta mais tarde.

source: Accept and continue
de: Akzeptieren und weiter
es: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e continua
nl: Accepteren en doorgaan
pt: Aceitar e continuar

source: Accept the terms and give your consent to continue.
de: Akzeptiere die AGB und gib deine Einwilligung, um fortzufahren.
es: Acepta las condiciones y da tu consentimiento para continuar.
fr: Accepte les conditions et donne ton accord pour continuer.
it: Accetta i termini e dai il tuo consenso per continuare.
nl: Accepteer de voorwaarden en geef je toestemming om verder te gaan.
pt: Aceita os termos e dá o teu consentimento para continuar.

source: Before you carry on.
de: Bevor es weitergeht.
es: Antes de seguir.
fr: Avant de continuer.
it: Prima di continuare.
nl: Voordat je verdergaat.
pt: Antes de continuares.

source: drafft needs your consent to use your gender. Tick it to continue.
de: drafft braucht deine Einwilligung, um dein Geschlecht zu nutzen. Hak das Kästchen ab, um fortzufahren.
es: drafft necesita tu consentimiento para usar tu género. Marca la casilla para continuar.
fr: drafft a besoin de ton accord pour utiliser ton genre. Coche la case pour continuer.
it: drafft ha bisogno del tuo consenso per usare il tuo genere. Spunta la casella per continuare.
nl: drafft heeft je toestemming nodig om je gender te gebruiken. Vink het aan om verder te gaan.
pt: O drafft precisa do teu consentimento para usar o teu género. Marca a opção para continuar.

source: drafft now keeps a record of your consent. Tick both to keep using the app.
de: drafft speichert jetzt deine Einwilligung. Hak beide Kästchen ab, um die App weiter zu nutzen.
es: drafft ahora guarda constancia de tu consentimiento. Marca las dos casillas para seguir usando la app.
fr: drafft enregistre désormais ton accord. Coche les deux cases pour continuer à utiliser l'appli.
it: drafft ora registra il tuo consenso. Spunta entrambe le caselle per continuare a usare l'app.
nl: drafft legt je toestemming nu vast. Vink beide aan om de app te blijven gebruiken.
pt: O drafft passa a guardar o registo do teu consentimento. Marca as duas opções para continuares a usar a app.

source: Sensitive data consent
de: Einwilligung für sensible Daten
es: Consentimiento de datos sensibles
fr: Accord pour les données sensibles
it: Consenso ai dati sensibili
nl: Toestemming gevoelige gegevens
pt: Consentimento de dados sensíveis

source: Withdrawing it means deleting your account.
de: Widerrufen geht nur, indem du dein Konto löschst.
es: Retirarlo supone eliminar tu cuenta.
fr: Le retirer, c'est supprimer ton compte.
it: Revocarlo significa eliminare il tuo account.
nl: Intrekken betekent je account verwijderen.
pt: Retirá-lo implica eliminar a tua conta.

source: Your consent couldn't be saved. Check your connection and try again.
de: Deine Einwilligung konnte nicht gespeichert werden. Prüf deine Verbindung und versuch es noch mal.
es: No se ha podido guardar tu consentimiento. Revisa tu conexión e inténtalo de nuevo.
fr: Ton accord n'a pas pu être enregistré. Vérifie ta connexion et réessaie.
it: Non è stato possibile salvare il tuo consenso. Controlla la connessione e riprova.
nl: Je toestemming kon niet worden opgeslagen. Controleer je verbinding en probeer het opnieuw.
pt: Não foi possível guardar o teu consentimento. Verifica a ligação e tenta de novo.

source: drafft has newer terms. Update the app to continue.
de: drafft hat neue Nutzungsbedingungen. Aktualisiere die App, um weiterzumachen.
es: drafft tiene nuevas condiciones de uso. Actualiza la app para continuar.
fr: drafft a de nouvelles conditions d'utilisation. Mets l'app à jour pour continuer.
it: drafft ha nuovi termini d'uso. Aggiorna l'app per continuare.
nl: drafft heeft nieuwe gebruiksvoorwaarden. Werk de app bij om verder te gaan.
pt: O drafft tem novos termos de utilização. Atualiza a app para continuar.

source: I agree that drafft uses %@, the genders I want to see and my lifestyle for my suggestions.
de: Ich bin einverstanden, dass drafft %@, die Geschlechter, die ich sehen möchte, und meinen Lebensstil für meine Vorschläge nutzt.
es: Acepto que drafft use %@, los géneros que quiero ver y mi estilo de vida para mis sugerencias.
fr: J'accepte que drafft utilise %@, les genres que je veux voir et mon mode de vie pour mes suggestions.
it: Accetto che drafft usi %@, i generi che voglio vedere e il mio stile di vita per i miei suggerimenti.
nl: Ik ga ermee akkoord dat drafft %@, de genders die ik wil zien en mijn levensstijl gebruikt voor mijn suggesties.
pt: Aceito que o drafft use %@, os géneros que quero ver e o meu estilo de vida para as minhas sugestões.

source: my gender
de: mein Geschlecht
es: mi género
fr: mon genre
it: il mio genere
nl: mijn gender
pt: o meu género

source: Apéro is sacred
de: Feierabendbier ist heilig
es: El aperitivo es sagrado
fr: L'apéro, c'est sacré
it: L'aperitivo è sacro
nl: De borrel is heilig
pt: O happy hour é sagrado

# Drinks: apéro is sacred
source: Apéro is sacred
de: Feierabendbier ist heilig
es: El aperitivo es sagrado
fr: L'apéro, c'est sacré
it: L'aperitivo è sacro
nl: De borrel is heilig
pt: O happy hour é sagrado

source: Meat lover
de: Fleischliebhaber:in
es: Carnívore
fr: Viandard.e
it: Carnivorə
nl: Vleesliefhebber
pt: Carnívore

# Meat lover (woman)
source: Meat lover
de: Fleischliebhaberin
es: Carnívora
fr: Viandarde
it: Carnivora
nl: Vleesliefhebber
pt: Carnívora

# Meat lover (man)
source: Meat lover
de: Fleischliebhaber
es: Carnívoro
fr: Viandard
it: Carnivoro
nl: Vleesliefhebber
pt: Carnívoro

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
it: adesso
nl: zojuist
pt: agora mesmo

source: %lld min ago
de: vor %lld min
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
nl: %lld min geleden
pt: há %lld min

source: %lld hr ago
de: vor %lld h
es: hace %lld h
fr: il y a %lld h
it: %lld h fa
nl: %lld uur geleden
pt: há %lld h

source: %lld days ago
de: vor %lld tagen
es: hace %lld días
fr: il y a %lld j
it: %lld giorni fa
nl: %lld dagen geleden
pt: há %lld dias

source: %lld months ago
de: vor %lld monaten
es: hace %lld meses
fr: il y a %lld mois
it: %lld mesi fa
nl: %lld mnd geleden
pt: há %lld meses

source: %lld years ago
de: vor %lld jahren
es: hace %lld años
fr: il y a %lld ans
it: %lld anni fa
nl: %lld jaar geleden
pt: há %lld anos

source: This never shows on your profile.
de: Das steht nie auf deinem Profil.
es: No aparece nunca en tu perfil.
fr: Ça n'apparaît jamais sur ton profil.
it: Non compare mai sul tuo profilo.
nl: Dit staat nooit op je profiel.
pt: Nunca aparece no teu perfil.

source: %@ session
es: Sesión de %@
fr: Séance %@
it: Sessione di %@
nl: %@-sessie
pt: Sessão de %@

source: Session
es: Sesión
fr: Séance
it: Sessione
nl: Sessie
pt: Sessão

source: Badminton
es: Bádminton

source: Basketball
es: Baloncesto
fr: Basket
it: Basket
nl: Basketbal
pt: Basquetebol

source: Calisthenics
es: Calistenia
pt: Calistenia

source: Matches & chats
es: Matches y chats
fr: Matchs et discussions
it: Match e chat
nl: Matches en chats
pt: Matches e conversas

source: Format
es: Formato
it: Formato
nl: Vorm
pt: Formato

source: Format, %@
es: Formato, %@
it: Formato, %@
nl: Vorm, %@
pt: Formato, %@

source: Functional training
es: Entrenamiento funcional
it: Allenamento funzionale
pt: Treino funcional

source: Handball
es: Balonmano
it: Pallamano
nl: Handbal
pt: Andebol

source: Indoor cycling
es: Ciclo indoor
pt: Ciclismo indoor

source: Likes & matches
es: Likes y matches
fr: Likes et matchs
it: Like e match
nl: Likes en matches
pt: Likes e matches

source: Mobility
es: Movilidad
fr: Mobilité
it: Mobilità
pt: Mobilidade

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt: Nome

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
nl: Optioneel
pt: Opcional

source: Padel
es: Pádel

source: Reformer Pilates
es: Pilates reformer
fr: Pilates Reformer
it: Pilates reformer
pt: Pilates Reformer

source: Session: %@, %@
es: Sesión: %@, %@
fr: Séance : %@, %@
it: Sessione: %@, %@
nl: Sessie: %@, %@
pt: Sessão: %@, %@

source: Sessions
es: Sesiones
fr: Séances
it: Sessioni
nl: Sessies
pt: Sessões

source: Sport
es: Deporte
pt: Desporto

source: Tai chi
es: Taichí

source: Tennis
es: Tenis
pt: Ténis

source: Triathlon
es: Triatlón
nl: Triatlon
pt: Triatlo

source: Vegan
es: Dieta vegana
fr: Véganisme
it: Dieta vegana
nl: Veganist
pt: Dieta vegana

source: Video
es: Vídeo
fr: Vidéo
pt: Vídeo

source: Volleyball
es: Voleibol
fr: Volley
it: Pallavolo
nl: Volleybal
pt: Voleibol

source: Walking
es: Caminar
fr: Marche
it: Camminata
nl: Wandelen
pt: Caminhada

source: drafft 0.1, demo build
es: drafft 0.1, versión demo
fr: drafft 0.1, version de démo
it: drafft 0.1, build demo
nl: drafft 0.1, demoversie
pt: drafft 0.1, versão de demonstração

source: Chats
fr: Discussions
it: Chat
pt: Conversas

source: Normal
fr: Normale
it: Normale
nl: Normaal

source: Ultimate frisbee
fr: Ultimate

source: %lld boosts
it: %lld boost

source: %lld super likes
it: %lld super like

source: Boosts
it: Boost

source: Likes
it: Like

source: Super likes
it: Super like

source: boosts
it: boost

source: super likes
it: super like

source: Beach tennis
pt: Ténis de praia

source: Golf
pt: Golfe

source: Hockey
pt: Hóquei

source: Rugby
pt: Râguebi

source: Yoga
pt: Ioga
